Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Use Settings > Setup to reapply a setup style later.
ar: استخدم الإعدادات > الإعداد لإعادة تطبيق نمط إعداد لاحقًا.
de: Über Einstellungen > Einrichtung können Sie später erneut einen Einrichtungsstil anwenden.
es: Usa Ajustes > Configuración para volver a aplicar un estilo de configuración más tarde.
fr: Utilisez Paramètres > Configuration pour réappliquer un style de configuration plus tard.
hu: A Beállítások > Beüzemelés részben később újra alkalmazhat egy beállítási stílust.
ja: セットアップスタイルは、後で「設定」>「セットアップ」から再適用できます。
nl: Ga naar Instellingen ▸ Instellen om een andere inrichtingstijl later opnieuw toe te passen.
pl: Użyj Ustawienia > Konfiguracja, aby później ponownie zastosować styl konfiguracji.
pt: Use Definições > Configuração para voltar a aplicar um estilo de configuração mais tarde.
ru: Чтобы позднее повторно применить выбранный вариант оформления, откройте «Настройки» > «Настройка».
sv: Använd Inställningar > Konfiguration för att tillämpa en konfigurationsstil igen senare.
tr: Bir kurulum stilini daha sonra yeniden uygulamak için Ayarlar > Kurulum'u kullan.
vi: Sử dụng mục Cài đặt > Thiết lập để áp dụng lại kiểu thiết lập sau này.
zh_hans: 以后可在“设置”→“设置向导”中重新应用设置样式。
zh_hant: 之後可在「設定」>「設定精靈」中重新套用設定樣式。

source: Use the %@ to open window previews from the keyboard
ar: استخدم %@ لفتح معاينات النافذة من لوحة المفاتيح
de: Mit %@ öffnen Sie Fenstervorschauen über die Tastatur
es: Usa el %@ para abrir previsualizaciones de ventanas desde el teclado
fr: Utilisez l'%@ pour ouvrir les aperçus de la fenêtre à partir du clavier
hu: Az ablak-előnézetek megnyitása billentyűzetről a következővel: %@
ja: %@を使って、キーボードからウインドウプレビューを開く
nl: Gebruik %@ om venstervoorbeelden via het toetsenbord te openen
pl: Używaj klawisza %@, aby otwierać podglądy okien z klawiatury
pt: Usar o %@ para abrir pré-visualizações de janelas a partir do teclado
ru: Использовать %@ для просмотра окна с клавиатуры
sv: Använd %@ för att öppna fönsterförhandsvisningar från tangentbordet
tr: %@ ifadesini kullanarak klavyeden pencere önizlemelerini açın
vi: Sử dụng %@ để mở các bản xem trước cửa sổ từ bàn phím
zh_hans: 使用 %@ 快捷键打开窗口预览
zh_hant: 使用 %@ 即可透過鍵盤開啟視窗預覽

source: Use the alpha DockDoor Pro app icon
ar: استخدام أيقونة تطبيق DockDoor Pro بإصدار ألفا
de: Alpha-App-Symbol von DockDoor Pro verwenden
es: Usa el icono alfa de la app DockDoor Pro
fr: Utiliser l'icône d'app DockDoor Pro alpha
hu: Az alfa DockDoor Pro appikon használata
ja: アルファ版のDockDoor Proアプリアイコンを使用します
nl: Gebruik het Alpha-apppictogram van DockDoor Pro
pl: Używaj ikony aplikacji DockDoor Pro w wersji alfa
pt: Usar o ícone alfa da app DockDoor Pro
ru: Использовать альфа-значок приложения DockDoor Pro
sv: Använd DockDoor Pros alfa-appsymbol
tr: Alfa DockDoor Pro uygulama simgesini kullan
vi: Sử dụng biểu tượng ứng dụng DockDoor Pro phiên bản thử nghiệm alpha
zh_hans: 使用 Alpha 版 DockDoor Pro 应用图标
zh_hant: 使用 Alpha 版 DockDoor Pro 應用程式圖示

source: Use the compact profile button to switch setups or open profile controls without adding extra dock clutter.
ar: استخدم زر ملف التعريف المدمج لتبديل التجهيزات أو فتح عناصر تحكم ملف التعريف دون إضافة ازدحام إلى Dock.
de: Verwenden Sie die kompakte Profilschaltfläche, um Setups zu wechseln oder Profiloptionen zu öffnen, ohne das Dock zusätzlich zu überladen.
es: Usa el botón de perfil compacto para cambiar de configuración o abrir los controles de perfil sin añadir desorden al Dock.
fr: Utilisez le bouton de profil compact pour changer de configuration ou ouvrir les contrôles de profil sans encombrer le Dock.
hu: A kompakt profilgombbal beállítások között válthat vagy profilvezérlőket nyithat meg anélkül, hogy zsúfolttá tenné a Dockot.
ja: コンパクトなプロファイルボタンを使えば、Dockを煩雑にせずにセットアップの切り替えやプロファイルコントロールの表示ができます。
nl: Gebruik de compacte profielknop om van instellingen te wisselen of de profielinstellingen te openen, zonder dat je het Dock onoverzichtelijk maakt.
pl: Użyj kompaktowego przycisku profilu, aby przełączać zestawy albo otwierać elementy profilu bez dodatkowego bałaganu w Docku.
pt: Use o botão de perfil compacto para mudar de configuração ou abrir os controlos de perfil sem sobrecarregar a Dock.
ru: Используйте компактную кнопку профиля, чтобы переключать настройки или открывать элементы управления профилем, не загромождая Dock.
sv: Använd den kompakta profilknappen för att byta konfiguration eller öppna profilreglage utan extra röra i dockan.
tr: Fazladan dock karmaşası eklemeden kurulumlar arasında geçiş yapmak veya profil denetimlerini açmak için kompakt profil düğmesini kullan.
vi: Sử dụng nút hồ sơ thu gọn để chuyển đổi thiết lập hoặc mở các thành phần điều khiển hồ sơ mà không làm lộn xộn thêm dock.
zh_hans: 使用紧凑型配置文件按钮即可切换配置或打开配置文件控制项，无需占用额外的 Dock 空间。
zh_hant: 使用精簡版設定檔按鈕切換配置或開啟設定檔控制項，避免讓 Dock 顯得雜亂。

source: Use the current DockDoor Pro app icon
ar: استخدام أيقونة تطبيق DockDoor Pro الحالية
de: Aktuelles App-Symbol von DockDoor Pro verwenden
es: Usa el icono actual de la app DockDoor Pro
fr: Utiliser l'icône d'app DockDoor Pro actuelle
hu: A jelenlegi DockDoor Pro appikon használata
ja: 現行のDockDoor Proアプリアイコンを使用します
nl: Gebruik het huidige apppictogram van DockDoor Pro
pl: Użyj bieżącej ikony aplikacji DockDoor Pro
pt: Usar o ícone atual da app DockDoor Pro
ru: Использовать текущий значок приложения DockDoor Pro
sv: Använd DockDoor Pros nuvarande appsymbol
tr: Güncel DockDoor Pro uygulama simgesini kullan
vi: Sử dụng biểu tượng ứng dụng DockDoor Pro hiện tại
zh_hans: 使用当前版 DockDoor Pro 应用图标
zh_hant: 使用目前版本的 DockDoor Pro 應用程式圖示

source: Use the DockDoor Pro V1 release app icon
ar: استخدام أيقونة تطبيق DockDoor Pro من إصدار V1
de: App-Symbol der DockDoor Pro V1-Version verwenden
es: Usa el icono de la app de la versión V1 de DockDoor Pro
fr: Utiliser l'icône d'app de la version V1 de DockDoor Pro
hu: A DockDoor Pro V1 kiadás appikonjának használata
ja: DockDoor Pro V1リリースのアプリアイコンを使用
nl: Gebruik het app-pictogram van de V1-release van DockDoor Pro
pl: Użyj ikony aplikacji z wydania DockDoor Pro V1
pt: Usar o ícone da app da versão V1 do DockDoor Pro
ru: Использовать значок приложения DockDoor Pro из выпуска V1
sv: Använd appsymbolen från DockDoor Pro V1-versionen
tr: DockDoor Pro V1 sürümü uygulama simgesini kullan
vi: Sử dụng biểu tượng ứng dụng DockDoor Pro của bản phát hành V1
zh_hans: 使用 DockDoor Pro V1 发布版应用图标
zh_hant: 使用 DockDoor Pro V1 版本的應用程式圖示

source: Use the profile button before the app icons, scroll the profile control, or assign direct profile shortcuts.
ar: استخدم زر ملف التعريف قبل أيقونات التطبيقات، أو مرر فوق عنصر تحكم ملف التعريف، أو عيّن اختصارات مباشرة لملفات التعريف.
de: Verwenden Sie die Profilschaltfläche vor den App-Symbolen, scrollen Sie in der Profilsteuerung oder weisen Sie direkte Profilkurzbefehle zu.
es: Usa el botón de perfil antes de los iconos de apps, desplázate sobre el control de perfil o asigna atajos directos de perfil.
fr: Utilisez le bouton de profil avant les icônes d'apps, faites défiler le contrôle de profil ou attribuez des raccourcis de profil directs.
hu: Használja az appikonok előtti profilgombot, görgessen a profilvezérlőn, vagy rendeljen hozzá közvetlen profil-billentyűparancsokat.
ja: アプリアイコンの前にあるプロファイルボタンを使うか、プロファイルコントロールをスクロールするか、プロファイルへの直接ショートカットを割り当てます。
nl: Gebruik de profielknop vóór de app-pictogrammen, scroll door de profielbediening of stel directe profielsneltoetsen in.
pl: Użyj przycisku profilu przed ikonami aplikacji, przewiń element profilu albo przypisz bezpośrednie skróty profili.
pt: Use o botão de perfil antes dos ícones das apps, desloque-se no controlo de perfil ou atribua atalhos diretos de perfil.
ru: Используйте кнопку профиля перед значками приложений, прокручивайте элемент управления профилем или назначьте сочетания клавиш для прямого переключения профилей.
sv: Använd profilknappen före appsymbolerna, rulla på profilreglaget eller tilldela direkta profilkortkommandon.
tr: Uygulama simgelerinden önceki profil düğmesini kullan, profil denetimini kaydır veya doğrudan profil kısayolları ata.
vi: Sử dụng nút hồ sơ trước các biểu tượng ứng dụng, cuộn thành phần điều khiển hồ sơ hoặc gán trực tiếp các phím tắt hồ sơ.
zh_hans: 可通过应用图标前的配置文件按钮、滚动配置文件控件，或为配置文件分配专用快捷键进行切换。
zh_hant: 使用位於應用程式圖示前的設定檔按鈕、捲動設定檔控制項，或指定直接切換設定檔的快速鍵。

source: Use the same dock icon rendering path as dock items, including custom icons
ar: استخدام مسار عرض أيقونات Dock نفسه المستخدم لعناصر Dock، بما في ذلك الأيقونات المخصصة
de: Denselben Rendering-Pfad für Dock-Symbole wie für Dock-Objekte verwenden, einschließlich eigener Symbole
es: Usa la misma vía de renderizado de iconos que los ítems del Dock, incluidos los iconos personalizados
fr: Appliquer le même rendu d'icône que les éléments du dock, y compris les icônes personnalisées
hu: Ugyanazon Dock-ikon-megjelenítési mód használata, mint a Dock-elemeknél, beleértve az egyéni ikonokat
ja: カスタムアイコンを含め、Dock項目と同じアイコン描画方式を使用します
nl: Gebruik hetzelfde weergavepad voor Dock-pictogrammen als voor Dock-items, inclusief aangepaste pictogrammen
pl: Wyświetlaj ikony tak samo jak elementy Docka, w tym ikony niestandardowe
pt: Usar o mesmo processo de composição de ícones dos itens da Dock, incluindo ícones personalizados
ru: Использовать тот же способ отображения значков, что и для объектов Dock, включая собственные значки
sv: Använd samma återgivning av docksymboler som dockobjekt, inklusive anpassade symboler
tr: Özel simgeler dahil, dock öğeleriyle aynı dock simgesi oluşturma yolunu kullan
vi: Sử dụng cùng một đường dẫn kết xuất biểu tượng dock như các mục trên dock, bao gồm cả các biểu tượng tùy chỉnh
zh_hans: 使用与 Dock 中其他项目相同的图标渲染方式，包括自定义图标
zh_hant: 使用與 Dock 項目相同的圖示渲染路徑，包含自訂圖示

source: Use the standard header icon size
ar: استخدام حجم أيقونة الرأس القياسي
de: Standardgröße für Kopfzeilensymbole verwenden
es: Usa el tamaño estándar del icono de cabecera
fr: Utiliser la taille d'icône d'en-tête standard
hu: A szabványos fejlécikon-méret használata
ja: 標準のヘッダアイコンサイズを使用します
nl: Gebruik de standaardgrootte voor koptekstpictogrammen
pl: Użyj standardowego rozmiaru ikony nagłówka
pt: Usar o tamanho padrão do ícone do cabeçalho
ru: Использовать стандартный размер значка в заголовке
sv: Använd standardstorleken för rubriksymbolen
tr: Standart başlık simgesi boyutunu kullan
vi: Sử dụng kích cỡ biểu tượng tiêu đề chuẩn
zh_hans: 使用标准标题图标大小
zh_hant: 使用標準標題圖示大小

source: Use the window switcher shortcut to open previews without touching the dock.
ar: استخدم اختصار مبدّل النوافذ لفتح المعاينات دون لمس Dock.
de: Verwenden Sie den Fensterwechsler-Kurzbefehl, um Fenstervorschauen zu öffnen, ohne das Dock zu verwenden.
es: Usa el atajo del selector de ventanas para abrir previsualizaciones sin tocar el Dock.
fr: Utilisez le raccourci du sélecteur de fenêtres pour ouvrir les aperçus sans toucher au Dock.
hu: Az ablakváltó billentyűparancsával a Dock érintése nélkül nyithat meg előnézeteket.
ja: ウインドウスイッチャーのショートカットで、Dockに触れずにプレビューを開けます。
nl: Gebruik de sneltoets voor het wisselen tussen vensters om voorbeelden te openen zonder het Dock aan te raken.
pl: Użyj skrótu przełącznika okien, aby otwierać podglądy bez dotykania Docka.
pt: Use o atalho do alternador de janelas para abrir pré-visualizações sem tocar na Dock.
ru: Используйте сочетание клавиш переключателя окон, чтобы открывать предпросмотр, не касаясь Dock.
sv: Använd fönsterväxlarens kortkommando för att öppna förhandsvisningar utan att röra dockan.
tr: Dock'a dokunmadan önizlemeleri açmak için pencere değiştirici kısayolunu kullan.
vi: Sử dụng phím tắt bộ chuyển đổi cửa sổ để mở các bản xem trước mà không cần chạm vào dock.
zh_hans: 使用窗口切换器快捷键即可打开窗口预览，无需操作 Dock。
zh_hant: 使用視窗切換器快速鍵即可開啟預覽，不必將指標移至 Dock。

source: Use your device's location for weather data
ar: استخدم موقع جهازك لبيانات الطقس
de: Standort Ihres Geräts für Wetterdaten verwenden
es: Usa la ubicación de tu dispositivo para los datos meteorológicos
fr: Utiliser la localisation de votre appareil pour les données météo
hu: Az eszköz helyének használata az időjárási adatokhoz
ja: 天気情報にデバイスの位置情報を使用します
nl: Gebruik de locatie van je apparaat voor weergegevens
pl: Używaj lokalizacji urządzenia do pobierania danych pogodowych
pt: Usar a localização do dispositivo para os dados meteorológicos
ru: Используйте местоположение устройства для данных о погоде
sv: Använd enhetens plats för väderdata
tr: Hava durumu için cihaz konumunuzu kullanın
vi: Sử dụng vị trí của thiết bị của bạn để lấy dữ liệu thời tiết
zh_hans: 使用设备位置获取天气数据
zh_hant: 使用裝置位置取得天氣資訊

source: User
ar: المستخدم
de: Benutzer
es: Usuario
fr: Utilisateur
hu: Felhasználó
ja: ユーザ
nl: Gebruiker
pl: Użytkownik
pt: Utilizador
ru: Пользователь
sv: Användare
tr: Kullanıcı
vi: Người dùng
zh_hans: 用户
zh_hant: 使用者

source: Uses the system desktop pictures when no folder is chosen.
ar: يستخدم صور سطح المكتب الخاصة بالنظام عند عدم اختيار مجلد.
de: Verwendet die Schreibtischbilder des Systems, wenn kein Ordner ausgewählt ist.
es: Usa los fondos de pantalla del sistema cuando no se ha elegido ninguna carpeta.
fr: Utilise les fonds d'écran du système lorsqu'aucun dossier n'est choisi.
hu: A rendszer íróasztal-háttérképeit használja, ha nincs mappa kiválasztva.
ja: フォルダが選択されていない場合は、システムのデスクトップピクチャを使用します。
nl: Gebruikt de bureaubladachtergronden van het systeem als er geen map is gekozen.
pl: Jeśli nie wybrano folderu, używane są systemowe obrazki Biurka.
pt: Usa as imagens de secretária do sistema quando não é escolhida nenhuma pasta.
ru: Если папка не выбрана, используются системные картинки рабочего стола.
sv: Använder systemets skrivbordsbilder när ingen mapp är vald.
tr: Klasör seçilmediğinde sistem masaüstü resimlerini kullanır.
vi: Sử dụng hình nền hệ thống khi chưa chọn thư mục.
zh_hans: 未选择文件夹时使用系统桌面图片。
zh_hant: 未選擇檔案夾時，使用系統背景圖片。

source: Using ⌘-Tab. Customize the switcher keybind
ar: يتم استخدام ⌘-Tab. خصص اختصار المبدّل
de: ⌘-Tab wird verwendet. Tastenkürzel des Wechslers anpassen
es: Usando ⌘-Tab. Personaliza el atajo del selector
fr: ⌘-Tab est utilisé. Personnalisez le raccourci du sélecteur
hu: ⌘-Tab használatban. A váltó billentyűparancsának testreszabása
ja: ⌘-Tabを使用中です。スイッチャーのキーバインドをカスタマイズ
nl: Met ⌘-Tab. De toetscombinatie voor de wisselaar aanpassen
pl: Używasz ⌘-Tab. Dostosuj skrót przełącznika
pt: A usar ⌘-Tab. Personalizar o atalho do alternador
ru: Используется ⌘-Tab. Настройте привязку клавиш переключателя
sv: Använder ⌘-Tab. Anpassa växlarens kortkommando
tr: ⌘-Tab kullanılıyor. Değiştirici tuş atamasını özelleştir
vi: Đang sử dụng ⌘-Tab. Tùy chỉnh tổ hợp phím bộ chuyển đổi
zh_hans: 正在使用 ⌘-Tab。可自定义窗口切换器快捷键
zh_hant: 目前使用 ⌘-Tab。可自訂切換器快速鍵

source: Using global %@
ar: استخدام عموم %@
de: Globale Einstellung: %@
es: Se usa el valor global: %@
fr: Utilisation de la valeur globale %@
hu: Globális érték használata: %@
ja: グローバル設定（%@）を使用
nl: Globale %@ wordt gebruikt
pl: Domyślnie: %@
pt: A usar o valor global: %@
ru: %@Использовать глобальные настройки
sv: Använder globalt värde: %@
tr: Global %@ kullanılıyor
vi: Đang sử dụng toàn cục %@
zh_hans: 使用全局 %@
zh_hant: 使用全域%@

source: Utilities
ar: الأدوات المساعدة
de: Dienstprogramme
es: Utilidades
fr: Utilitaires
hu: Segédprogramok
ja: ユーティリティ
nl: Hulpprogramma's
pl: Narzędzia
pt: Utilitários
ru: Утилиты
sv: Verktyg
tr: Yardımcı Araçlar
vi: Công cụ
zh_hans: 实用工具
zh_hant: 工具程式

source: V1 Release
ar: إصدار V1
de: V1-Version
es: Versión V1
fr: Version V1
hu: V1 kiadás
ja: V1リリース
pl: Wydanie V1
pt: Versão V1
ru: Выпуск V1
sv: V1-version
tr: V1 Sürümü
vi: Bản phát hành V1
zh_hans: V1 发布版
zh_hant: V1 版本

source: Value
ar: القيمة
de: Wert
es: Valor
fr: Valeur
hu: Érték
ja: 値
nl: Waarde
pl: Wartość
pt: Valor
ru: Значение
sv: Värde
tr: Değer
vi: Giá trị
zh_hans: 数值
zh_hant: 數值

source: Verification Failed
ar: فشل التحقق
de: Überprüfung fehlgeschlagen
es: Error de verificación
fr: Échec de la vérification
hu: Sikertelen ellenőrzés
ja: 検証に失敗しました
nl: Verificatie mislukt
pl: Weryfikacja nie powiodła się
pt: Falha na verificação
ru: Ошибка подтверждения
sv: Verifiering misslyckades
tr: Doğrulama Başarısız
vi: Xác minh thất bại
zh_hans: 认证失败
zh_hant: 驗證失敗

# Version %@ (%@)
source: Version %1$@ (%2$@)
ar: الإصدار %1$@ (%2$@)
es: Versión %1$@ (%2$@)
hu: Verzió %1$@ (%2$@)
ja: バージョン %1$@ (%2$@)
nl: Versie %1$@ (%2$@)
pl: Wersja %1$@ (%2$@)
pt: Versão %1$@ (%2$@)
ru: Версия %1$@ (%2$@)
tr: Versiyon %1$@ (%2$@)
vi: Phiên bản %1$@ (%2$@)
zh_hans: 版本 %1$@ (%2$@)
zh_hant: 版本 %1$@（%2$@）

source: Version %@ available
ar: الإصدار %@ متاح
de: Version %@ verfügbar
es: Versión %@ disponible
fr: La version %@ est disponible
hu: Elérhető verzió: %@
ja: バージョン%@を利用できます
nl: Versie %@ is beschikbaar
pl: Dostępna wersja %@
pt: Versão %@ disponível
ru: Версия %@ доступна
sv: Version %@ tillgänglig
tr: %@ sürümü mevcuttur
vi: Có sẵn phiên bản %@
zh_hans: 有新版本 %@
zh_hant: 可更新至版本 %@

source: Vertical
ar: رأسي
de: Vertikal
hu: Függőleges
ja: 縦
nl: Verticaal
pl: Pionowo
ru: Вертикально
sv: Vertikal
tr: Dikey
vi: Chiều dọc
zh_hans: 垂直
zh_hant: 垂直

source: Vertical Offset
ar: الإزاحة الرأسية
de: Vertikaler Versatz
es: Desfase vertical
fr: Décalage vertical
hu: Függőleges eltolás
ja: 垂直オフセット
nl: Verticale verschuiving
pl: Przesunięcie pionowe
pt: Desvio vertical
ru: Вертикальное смещение
sv: Vertikal förskjutning
tr: Dikey Ofset
vi: Độ lệch dọc
zh_hans: 垂直偏移
zh_hant: 垂直偏移

source: Very High
ar: مرتفع جدًا
de: Sehr hoch
es: Muy alto
fr: Très élevé
hu: Nagyon magas
ja: 非常に強い
nl: Zeer hoog
pl: Bardzo wysoki
pt: Muito elevado
ru: Очень высокий
sv: Mycket hög
tr: Çok Yüksek
vi: Rất cao
zh_hans: 很强
zh_hant: 非常高

source: View
ar: عرض
de: Ansicht
es: Vista
fr: Vue
hu: Nézet
ja: 表示
nl: Bekijk
pl: Widok
pt: Visualização
ru: Вид
sv: Vy
tr: Görüntüle
vi: Xem
zh_hans: 查看
zh_hant: 查看

source: View the DockDoor Pro legal, privacy, and terms information
ar: عرض المعلومات القانونية ومعلومات الخصوصية والشروط الخاصة بـ DockDoor Pro
de: Rechtliche Hinweise, Datenschutz- und Nutzungsbedingungen zu DockDoor Pro anzeigen
es: Consulta la información legal, de privacidad y de condiciones de DockDoor Pro
fr: Consulter les informations légales, de confidentialité et les conditions de DockDoor Pro
hu: A DockDoor Pro jogi, adatvédelmi és felhasználási feltételekre vonatkozó információinak megtekintése
ja: DockDoor Proの法的情報、プライバシー、利用規約を表示します
nl: Bekijk de juridische informatie, het privacybeleid en de gebruiksvoorwaarden van DockDoor Pro
pl: Zobacz informacje prawne, politykę prywatności i warunki DockDoor Pro
pt: Ver as informações legais, de privacidade e dos termos do DockDoor Pro
ru: Просмотреть юридическую информацию, конфиденциальность и условия DockDoor Pro
sv: Visa DockDoor Pros juridiska information, integritetsinformation och villkor
tr: DockDoor Pro yasal, gizlilik ve koşul bilgilerini görüntüle
vi: Xem thông tin pháp lý, quyền riêng tư và các điều khoản của DockDoor Pro
zh_hans: 查看 DockDoor Pro 的法律信息、隐私政策和服务条款
zh_hant: 檢視 DockDoor Pro 的法律、隱私權與條款資訊

source: Violent storm
ar: عاصفة عنيفة
de: Orkanartiger Sturm
es: Temporal muy duro
fr: Violente tempête
hu: Orkánszerű vihar
ja: 暴風
nl: Zeer zware storm
pl: Gwałtowny sztorm
pt: Temporal desfeito
ru: Жестокий шторм
sv: Svår storm
tr: Çok şiddetli fırtına
vi: Bão rất mạnh
zh_hans: 暴风
zh_hant: 暴風

source: Visibility
ar: الظهور
de: Sichtbarkeit
es: Visibilidad
fr: Visibilité
hu: Láthatóság
ja: 表示/非表示
nl: Zichtbaarheid
pl: Widoczność
pt: Visibilidade
ru: Видимость
sv: Synlighet
tr: Görünürlük
vi: Mức độ hiển thị
zh_hans: 可见性
zh_hant: 可見度

source: Voice Memo
ar: مذكرة صوتية
de: Sprachmemo
es: Nota de voz
fr: Mémo vocal
hu: Hangjegyzet
ja: ボイスメモ
nl: Spraakmemo
pl: Notatka głosowa
pt: Memo de Voz
ru: Голосовая заметка
sv: Röstmemo
tr: Sesli Not
vi: Ghi âm
zh_hans: 语音备忘录
zh_hant: 語音備忘錄

source: volume
ar: مستوى الصوت
de: lautstärke
es: volumen
hu: hangerő
ja: 音量
pl: głośność
ru: громкость
sv: volym
tr: ses düzeyi
vi: âm lượng
zh_hans: 音量
zh_hant: 音量

source: Volume
ar: مستوى الصوت
de: Lautstärke
es: Volumen
hu: Hangerő
ja: 音量
pl: Głośność
ru: Громкость
sv: Volym
tr: Ses Düzeyi
vi: Âm lượng
zh_hans: 音量/体积
zh_hant: 音量

source: Volume and audio device controls in the panel's left column.
ar: عناصر التحكم في مستوى الصوت وجهاز الصوت في العمود الأيسر من اللوحة.
de: Lautstärke- und Audiogerätsteuerung in der linken Spalte des Panels.
es: Controles de volumen y de dispositivo de audio en la columna izquierda del panel.
fr: Commandes de volume et de périphérique audio dans la colonne de gauche du panneau.
hu: Hangerő- és hangeszköz-vezérlők a panel bal oldali oszlopában.
ja: パネルの左列に表示される、音量とオーディオデバイスのコントロール。
nl: Bediening voor volume en audioapparaat in de linkerkolom van het paneel.
pl: Narzędzia sterowania głośnością i urządzeniami audio w lewej kolumnie panelu.
pt: Controlos de volume e de dispositivo de áudio na coluna esquerda do painel.
ru: Элементы управления громкостью и аудиоустройствами в левом столбце панели.
sv: Reglage för volym och ljudenheter i panelens vänstra kolumn.
tr: Panelin sol sütunundaki ses ve ses aygıtı denetimleri.
vi: Điều khiển âm lượng và thiết bị âm thanh ở cột trái của bảng.
zh_hans: 面板左栏中的音量和音频设备控件。
zh_hant: 面板左欄中的音量與音訊裝置控制項。

source: Volumes
ar: وحدات التخزين
es: Volúmenes
hu: Kötetek
ja: ボリューム
pl: Woluminy
ru: Тома
sv: Volymer
tr: Birimler
vi: Ổ đĩa
zh_hans: 宗卷
zh_hant: 卷宗

source: Wait before switching so brief focus changes don’t affect the active profile. Set to 0 to switch immediately.
ar: الانتظار قبل التبديل حتى لا تؤثر تغييرات التركيز القصيرة على ملف التعريف النشط. اضبطه على 0 للتبديل فورًا.
de: Vor dem Wechsel warten, damit kurze Fokuswechsel das aktive Profil nicht beeinflussen. Auf 0 setzen, um sofort zu wechseln.
es: Espera antes de cambiar para que los cambios breves de foco no afecten al perfil activo. Ajústalo a 0 para cambiar de inmediato.
fr: Attendre avant de changer pour que les brefs changements de focus n'affectent pas le profil actif. Réglez sur 0 pour changer immédiatement.
hu: Várakozás a váltás előtt, hogy a rövid fókuszváltások ne befolyásolják az aktív profilt. Állítsa 0-ra az azonnali váltáshoz.
ja: 一時的なフォーカスの変更でアクティブなプロファイルが変わらないように、切り替える前に待機します。0に設定すると、すぐに切り替わります。
nl: Wacht even voor het wisselen, zodat korte focuswijzigingen het actieve profiel niet beïnvloeden. Stel in op 0 om direct te wisselen.
pl: Odczekaj przed przełączeniem, aby krótkotrwałe zmiany aktywnej aplikacji nie wpływały na aktywny profil. Ustaw 0, aby przełączać natychmiast.
pt: Aguardar antes de mudar, para que mudanças breves de foco não afetem o perfil ativo. Defina 0 para mudar imediatamente.
ru: Ждать перед переключением, чтобы кратковременная смена фокуса не влияла на активный профиль. Установите 0, чтобы переключаться сразу.
sv: Vänta innan byte så att korta fokusändringar inte påverkar den aktiva profilen. Ställ in på 0 för att byta direkt.
tr: Kısa odak değişikliklerinin etkin profili etkilememesi için geçiş yapmadan önce bekle. Hemen geçmek için 0 yap.
vi: Đợi trước khi chuyển để những thay đổi tiêu điểm ngắn không làm ảnh hưởng đến hồ sơ đang hoạt động. Đặt bằng 0 để chuyển ngay lập tức.
zh_hans: 切换前稍作延迟，避免短暂的焦点变化影响当前配置文件。设为 0 时立即切换。
zh_hant: 切換前稍作延遲，避免短暫的焦點變更影響目前使用的設定檔。設為 0 可立即切換。

source: Wait Until Linked App Windows Are Closed
ar: الانتظار حتى تُغلق نوافذ التطبيقات المرتبطة
de: Warten, bis Fenster verknüpfter Apps geschlossen sind
es: Esperar a que se cierren las ventanas de las apps enlazadas
fr: Attendre la fermeture des fenêtres des apps liées
hu: Várakozás a hozzákapcsolt appok ablakainak bezárásáig
ja: リンクされたアプリのウインドウが閉じられるまで待機
nl: Wacht tot de vensters van de gekoppelde apps zijn gesloten
pl: Czekaj, aż okna powiązanych aplikacji zostaną zamknięte
pt: Aguardar Até as Janelas das Apps Associadas Fecharem
ru: Ждать закрытия окон связанных приложений
sv: Vänta tills länkade appars fönster är stängda
tr: Bağlı Uygulama Pencereleri Kapanana Kadar Bekle
vi: Đợi cho đến khi cửa sổ của ứng dụng liên kết đóng lại
zh_hans: 等到关联应用的窗口全部关闭后再切换
zh_hant: 等到連結的應用程式視窗關閉後再切換
